/* Cancel */
"Cancel" = "Cancel";

/* Clear button title */
"Clear" = "Clear";

/* Title for delete button when only selected items will be deleted */
"Delete (%ld)" = "Delete (%ld)";

/* Title for delete button when all items will be deleted */
"Delete all" = "Delete all";

/* Text for out-of-limit green threshold message title */
"Green Limit Error" = "Green Limit Error";

/* Text for out-of-limit green threshold message */
"Green Limit must be between %.2f and %.2f" = "Green Limit must be between %1$.2f and %2$.2f";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove all custom names?" = "Remove all custom names?";

